---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.DividedPathFailures.DividedPathInvalidNumberOfPoints
source: html/ca9efd8b-922b-3a00-c5e5-442f1c1eaf42.htm
---
# Autodesk.Revit.DB.BuiltInFailures.DividedPathFailures.DividedPathInvalidNumberOfPoints Property

End indent is too large.

## Syntax (C#)
```csharp
public static FailureDefinitionId DividedPathInvalidNumberOfPoints { get; }
```